const recipes = [
  {
    name: 'recipe 1',
    duration: '2 часа',
    ingredients: [],
    instruction: '1. Делаем тесто: берем 250 г муки, 150 г сливочного масла (предварительно надо подержать его при комнатной температуре, чтобы оно стало мягким), 1 яйцо, соль по вкусу (я беру 1 чайную ложку), столовую ложку воды, разрыхлитель. Смешиваем и замешиваем, мнем и катаем, пока тесто не станет однородным, эластичным и не липким. Прячем тесто в холодильник на час, у нас есть время заняться начинкой.\n2. Начинка. 500 г красной рыбы, нарезанной кубиками по 2 см. И обильно ее посолить.\n3. Брокколи разбираем на соцветия, размером, примерно как рыбка. Можно чуточку обжарить в оливковом масле. Брокколи смешиваем с рыбой.\n4. Заливка. Для заливки взбиваем 2 яйца с 300 граммами сливок (можно взять сливок больше — грамм 400) и натертым твердым сыром (я беру 200 г, а можно и больше, в зависимости от вкусовых предпочтений).\n5. Форму (моя 25 см в диаметре) застилаем бумагой для выпечки. Раскатываем тесто и укладываем его в форму, формируя дно и края.  Если тесто рвется — ничего страшного, всегда можно заклеить дырку лишним куском теста. Получившуюся «корочку» можно предварительно запечь без начинки, положив внутрь кусок бумаги для выпечки и фасоль.\n6. Собираем киш. В корочку укладываем рыбу с брокколи, заливаем всю эту прелесть яично-сливочно-сырной смесью. И отправляем пирог в духовку. Выпекаем при 180 градусах, минут 40. А лучше всего не смотрите на время, смотрите на состояние пирога и смело доставайте, когда он подрумянится.',
  },
  {
    name: 'recipe 2',
    duration: '1 час',
    ingredients: [],
    instruction: '',
  },
  {
    name: 'recipe 3',
    duration: '1 час',
    ingredients: [],
    instruction: '',
  },
]

export default recipes
